{
  "translation": {
    "skills": "Skills",
    "about": "About",
    "contact": "Social",
    "experience": "Worked projects",
    "theme": "Theme",
    "darkMode": "Dark mode",
    "lightMode": "Light mode",
    "language": "Language",
    "titleBanner": "Hello, welcome to my website",
    "subtitleBanner": "Developer",
    "biographyShow": "Show biography",
    "biographyHide": "Hide biography",
    "name": "Gustavo Eugênio",
    "work": "Luby Software",
    "course": "Computer Engineering",
    "locale": "Boquira - Bahia",
    "biography": "Hello! I’m Gustavo Eugênio, a Junior Developer at Luby Software and a Computer Engineering student at UFBA. I’m 25 years old and currently based in Salvador, Bahia. Since a young age, I’ve been driven by a deep passion for technology and an insatiable curiosity to understand how things work. When faced with a challenge, I tackle it with innovative and efficient solutions, always aiming to add a touch of brilliance.\nThroughout my career, I’ve worked on high-complexity projects and launched two apps that I developed entirely by myself, from backend to design. I pride myself on my ability to learn quickly and adapt to any environment, having successfully worked with programming languages and technologies that were new to me. My journey has taught me how to turn challenges into opportunities for growth. Currently, I’m focused on exploring cloud computing and software architecture, areas where I’m expanding my expertise.\nOutside of coding, I mix some impressive drinks (if I may say so), enjoy a non-competitive game of League of Legends, and hit the gym regularly to keep the balance between body and mind. I’m constantly driven by the desire to improve and innovate, while keeping the humility to recognize that learning never stops.",
    "languages": "Languages",
    "others": "Others",
    "pinguim": "Travel social network",
    "visiteagora": "Rent and sale of real estate.",
    "amigo": "Internet provider",
    "passfactory": "Loyalty app for companies and services",
    "assefaz": "Public server foundation",
    "igrejauniversal": "Universal Church of the Kingdom of God",
    "silverbears": "Manages shopping centers in the USA",
    "multicleaner": "Optimization app for Multi notebooks",
    "by": "Designed and developed by",
    "personalProjects": "Personal Projects",
    "drinkifyclick": "Visit the website and download",
    "igiotaclick": "Request the software via email",
    "watchworkshop": "Watch the workshop"
  }
}
