{
  "translation": {
    "skills": "Habilidades",
    "about": "Sobre",
    "contact": "Social",
    "experience": "Projetos trabalhados",
    "theme": "Tema",
    "darkMode": "Modo escuro",
    "lightMode": "Modo claro",
    "language": "Idioma",
    "titleBanner": "Olá, boas vindas ao meu website",
    "subtitleBanner": "Desenvolvedor",
    "biographyShow": "Mostrar biografia",
    "biographyHide": "Ocultar biografia",
    "name": "Gustavo Eugênio",
    "work": "Luby Software",
    "course": "Engenharia de Computação",
    "locale": "Boquira - Bahia",
    "biography": "Olá! Sou Gustavo Eugênio, Desenvolvedor na Luby Software e estudante de Engenharia de Computação. Tenho 27 anos e moro em Vitória da Conquista - Bahia. Desde cedo, sou movido por uma paixão inabalável pela tecnologia e uma curiosidade insaciável em entender como tudo funciona. Quando surge um desafio, gosto de resolvê-lo com soluções inovadoras e eficientes, sempre buscando aquele toque de genialidade.\nAo longo da minha carreira, já me envolvi em projetos de alta complexidade, lançando dois aplicativos que desenvolvi do zero, sozinho, do backend ao design. Sou capaz de aprender rapidamente e me adaptar a qualquer ambiente, tendo trabalhado com linguagens e tecnologias que, inicialmente, eu não dominava. Minha jornada me ensinou a transformar desafios em oportunidades de crescimento. Atualmente, estou focado em explorar computação em nuvem e arquitetura de software, áreas nas quais estou expandindo minhas habilidades.\nFora do código, preparo bons drinks(modéstia à parte), curto uma partida não competitiva de League of Legends e sou fã de musculação, para manter o equilíbrio entre corpo e mente. Sou sempre movido pela vontade de melhorar e inovar, mantendo a humildade de saber que o aprendizado nunca acaba.",
    "languages": "Linguagens",
    "others": "Outros",
    "pinguim": "Rede social de viagens",
    "visiteagora": "Aluguel e venda de imóveis",
    "amigo": "Provedor de internet",
    "passfactory": "App de fidelidade em empresas e serviços",
    "assefaz": "Fundação de servidores públicos",
    "igrejauniversal": "Igreja Universal do Reino de Deus",
    "silverbears": "Gerencia de shopping centers nos EUA",
    "multicleaner": "App de otimização para notebooks da Multi",
    "bridgestone": "Fabricante de pneus",
    "by": "Desenhado e desenvolvido por",
    "personalProjects": "Projetos Pessoais",
    "drinkifyclick": "Visite o site e faça o download",
    "igiotaclick": "Solicite o software via e-mail",
    "watchworkshop": "Assista o workshop"
  }
}
